Repository: koshev-msk/modemfeed
Catalog: luci-app-pollmydevice/po/*/pollmydevice.po
Languages: ru

source: PollMyDevice
ru: Опрос портов по TCP

source: Utility Settings
ru: Настройки

source: TCP to RS232/RS485 converter
ru: Конвертер TCP - Последовательный порт

source: BaudRate
ru: Скорость (бод)

source: ByteSize
ru: Размер слова

source: Parity
ru: Четность

source: Flow Control
ru: Управление потоком

source: StopBits
ru: Стоп-биты

source: Server Port
ru: Порт

source: Connection Hold Time (sec)
ru: Время удержания приоритета соединения (сек)

source: Server Host or IP Address
ru: Адрес сервера

source: Client Reconnection Timeout (sec)
ru: Таймаут соединения (сек)

source: Client Authentification
ru: Авторизация Teleofis

source: Use Teleofis Authentification
ru: Использовать авторизацию по Teleofis ID

source: Save the changes. The router will reboot
ru: Сохраните настройки. Роутер перезагрузится

source: Disable console port
ru: Отключить консоль

source: Enable console port
ru: Включить консоль

source: Disabled
ru: Отключено

source: Disable
ru: Отключить

source: Enable
ru: Включить

source: Disable log messages
ru: Отключить логирование

source: New configuration (range [0-6]):
ru: Новая конфигурация (диапазон [0-6]):

source: Minimum data packet size to send. 0 - not used
ru: Минимальный размер пакета данных для отправки. 0 - не применяется

source: Time of data accumulation before sending. 0 - not used
ru: Время накопления данных для отправки. 0 - не применяется

source: Packet timeout [0-255] (x100ms)
ru: Таймаут пакета [0-255] (x100мс)

source: Minimum packet size [0-255] (byte)
ru: Минимальный размер пакета [0-255] (байт)

source: Connection Mode
ru: Алгоритм опроса

source: Alternating
ru: Попеременный

source: Simultaneous
ru: Одновременный
