Repository: koshev-msk/modemfeed
Catalog: luci/applications/luci-app-atinout/po/*/atinout.po
Languages: ru

source: AT Commands
ru: Команды AT

source: Configuration
ru: Настройки

source: Please specify the AT command to send
ru: Выберите команду AT для отправки

source: Please set the port for communication with the modem
ru: Выберите порт модема.

source: Please select a port for communication with the modem
ru: Выберите порт модема.

source: User AT commands
ru: Пользовательские команды AT

source: Command to send
ru: Команда к отправке

source: Clear form
ru: Очистить

source: Send command
ru: Отправить

source: Reply
ru: Ответ

source: User interface for handling AT commands using atinout utility.
ru: Интерфейс для отсылки команд AT с использованием atinout.

source: Configuration atinout
ru: Настройки atinout

source: Configuration panel for atinout.
ru: Панель конфигурации atinout

source: Modem Port
ru: Порт модема

source: -- Select port --
ru: -- Выберите порт --

source: Each line must have the following format: <code>AT command description;AT+COMMAND</code>.<br />For user convenience, the file is saved to the location <code>/etc/atcommands.user</code>.
ru: Формат записи команд: <code>Описание команды;Команда AT</code>.<br /> Пользовательские команды содержатся в файле <code>/etc/atcommands.user</code>.

source: Press [Enter] to send the command, press [Delete] to delete the command
ru: Нажмите [Enter] для отправки или [Delete] для удаления

source: AT commands list saved successfully
ru: Список команд успешно сохранён

source: Error saving list:
ru: Ошибка сохраниения:

source: No ttyUSB or ttyACM ports found
ru: Последовательные порты модема не обнаружены
