Repository: koshev-msk/modemfeed
Catalog: luci/applications/luci-app-3proxy/po/*/3proxy.po
Languages: ru

source: Configuration
ru: Настройки

source: 3proxy Configuration
ru: Файл настройки 3proxy.

source: Config file:
ru: Файл настройки:

source: Edit 3proxy configuration file.
ru: Редактируйте файл настройки.

source: Save
ru: Сохранить

source: Restart 3proxy
ru: Перезапустить 3proxy

source: Configuration saved successfully
ru: Конфигурация сохранена

source: Error saving configuration:
ru: Ошибка сохранения:

source: 3proxy restarted successfully
ru: 3proxy успешно перезапущен

source: Error restarting 3proxy:
ru: Ошибка запуска 3proxy:
