Repository: koshev-msk/modemfeed
Catalog: luci/luci-app-simman/po/*/simman.po
Languages: ru

source: Simman
ru: Менеджер SIM

source: SIM manager for modem
ru: Менеджер SIM-карт модема

source: General settings
ru: Настройки

source: To switch on/off require a reboot
ru: Для переключения необходима перезагрузка

source: Enabled
ru: Включить

source: Use only high priority SIM
ru: Использовать только SIM с высоким приоритетом

source: If you use only one SIM, the remaining SIM will be considered a priority
ru: Если вставлен только один SIM-холдер, то SIM карта в нем будет считаться приоритетной

source: Number of failed attempts
ru: Число неудачных попыток пинга

source: Period of check, sec
ru: Период между попытками пинга, сек

source: Return to priority SIM, sec
ru: Период переключения на приоритетную SIM-карту, сек

source: AT modem device name
ru: Имя устройства АТ модема

source: Ping iface name
ru: Имя интерфейса

source: IP address of remote servers
ru: Адреса тестовых серверов для пинга

source: Switches before modem reset
ru: Переключений SIM-карт до сброса модема

source: Switches before reboot
ru: Переключений SIM-карт до перезагрузки роутера

source: 0 - not used
ru: 0 - не применяется

source: SIM1 settings
ru: Параметры SIM-карты 1

source: Priority
ru: Приоритет

source: APN
ru: Имя точки доступа

source: Pincode
ru: Пин код

source: User name
ru: Имя пользователя

source: Password
ru: Пароль

source: SIM2 settings
ru: Параметры SIM-карты 2

source: SIM Info
ru: Информация по подключению

source: SIM State
ru: Состояние SIM карт

source: Active SIM CCID
ru: CCID активной SIM карты

source: Pincode Status
ru: Статус PIN-кода

source: Signal Strength
ru: Уровень сигнала

source: Registration Status
ru: Статус регистрации в сети

source: Base Station ID
ru: ID базовой станции

source: Base Station Band
ru: Частотный канал

source: Cellural Network Type
ru: Технология доступа

source: GPRS Status
ru: Статус GPRS

source: Package Type
ru: Тип пакетной передачи

source: Modem IMEI
ru: IMEI модема

source: Provider Info
ru: Информация об операторе

source: Refresh Info
ru: Обновить информацию

source: Refresh
ru: Обновить

source: NB-IoT Modem Info
ru: Информация об NB-IoT модеме

source: if available
ru: если доступен

source: NB-IoT modem IMEI
ru: IMEI NB-IoT модема

source: Not available
ru: Не доступен

source: Minimum acceptable signal level, ASU (min: 1, max: 31)
ru: Минимально допустимый уровень сигнала, ASU (мин: 1, макс: 31)
